Repository: Cashift-SupportHR/liveness_detection
Catalog: lib/l10n/intl_*.arb
Languages: ar

# base_inf
source: base data
ar: البيانات الاساسيه

# level_computer
source: level on computer
ar: المستوي في الكمبيوتر

source: current state
ar: الوضع الحالي

# level_eng
source: Level in English
ar: المستوي في الانجليزي

# level_education
source: Educational Qualification
ar: المؤهل التعليمي

# favorite_proportion
source: Favorite Opportunities
ar: الفرص المفضله

# work_inf
source: Work Data
ar: بيانات العمل

source: Employee Details
ar: تفاصيل الموظف

source: Previous opportunities and evaluations
ar: الفرص السابقه والتقييمات

source: Average feedbacks
ar: متوسط التقيمات

source: Previous opportunities
ar: فرص سابقه

source: Previous opportunity
ar: فرصه سابقه

# are_you_sure_ban_employee
source: Are you sure to ban the employee?
ar: هل انت متاكد من حظر الموظف؟

# are_you_sure_approval_employee
source: Are you sure to approve the employee?
ar: هل انت متاكد من الموافقة علي الموظف؟

source: Please select permission
ar: برجاء اختيار الصلاحية

source: Punishments
ar: العقوبات

# add_new_punishment
source: Add a new punishment
ar: اضف عقوبة جديدة

source: Punishment Name
ar: اسم العقوبة

source: Select Punishment Name
ar: اختر اسم العقوبة

source: Punishment Type
ar: نوع العقوبة

source: Select Punishment Type
ar: اختر نوع العقوبة

# num_prohibited_days
source: Number of prohibited days
ar: عدد الايام المحظورة

# determine_prohibited_days
source: Prohibited days
ar: حدد الايام المحظوره

# value_discounted_amount
source: The value of the discounted amount
ar: قيمه المبلغ المخصوم

source: Edit Punishment
ar: تعديل العقوبه

source: Deactivate Punishment
ar: الغاء تفعيل العقوبه

source: Activate Punishment
ar: تفعيل العقوبه

source: Delete Punishment
ar: حذف العقوبة

# active_f
source: Active
ar: نشطه

# inactive_f
source: Inactive
ar: غير نشطه

source: Violation value
ar: قيمة المخالفه

# are_you_sure_approval_violation
source: Are you sure to approve the violation?
ar: هل انت متاكد من الموافقة علي المخالفه؟

# are_you_sure_delete_punishment
source: Are you sure to delete the punishment?
ar: هل انت متاكد من حذف العقوبة؟

# are_you_sure_deactivate_punishment
source: Are you sure to deactivate the punishment?
ar: هل انت متاكد من الغاء تفعيل العقوبه؟

# are_you_sure_activate_punishment
source: Are you sure to activate the punishment?
ar: هل انت متاكد من تفعيل العقوبه؟

source: Employment Officials
ar: مسئولي التوظيف

source: Add Employment Official
ar: اضافة مسئول توظيف

source: Edit Employment Official Data
ar: تعديل بيانات مسئول توظيف

source: Determine Shift Hours
ar: حدد مواعيد العمل

source: Workdays
ar: ايام العمل

source: Write Working Days
ar: اكتب ايام العمل

source: Add notes in Arabic
ar: اضف ملاحظات باللغة العربية

source: Add notes in English
ar: اضف ملاحظات باللغة الانجليزية

source: Write Note
ar: اكتب ملاحظة

source: Write Employee Name
ar: اكتب اسم الموظف

source: Write Email
ar: اكتب البريد الالكتروني

source: Add employment location
ar: اضافة موقع التوظيف

source: Delete Employment Official Data
ar: حذف بيانات مسئول التوظيف

# are_you_sure_deactivate_employment_official
source: Are you sure to deactivate the employment official?
ar: هل انت متاكد من تعطيل مسئول التوظيف؟

source: employment department
ar: اداره التوظيف

# add_copy_rights_title
source: Add Copy Rights
ar: اضافة الشروط والاحكام

source: add condition
ar: اضافة شرط

source: ُEdit condition
ar: تعديل شرط

# update_status_active
source: Status changed to active
ar: تغير الحالة الي نشط

# update_status_unActive
source: Status changed to inactive
ar: تغير الحالة الي غير نشط

# condition_ar
source: Write the condition in Arabic
ar: كتابه الشرط باللغه العربيه

# condition_ar_validation
source: Write the condition in Arabic
ar: اكتب الشرط باللغه العربيه

# condition_en
source: Condition in English
ar: الشرط باللغه الانجليزيه

source: delete
ar: حذف

source: add job requirements
ar: اضافة متطلبات الوظيفه

source: job requirements
ar: متطلبات الوظيفه

# condition_en_validation
source: Write the condition in English
ar: اكتب الشرط باللغه الانجليزيه

# writing_requirements_ar
source: Writing requirements in Arabic
ar: كتابه المتطلبات باللغه العربيه

# writing_requirements_ar_validation
source: Write requirements in Arabic
ar: اكتب المتطلبات باللغه العربيه

# writing_requirements_en
source: Write requirements in English
ar: كتابه المتطلبات باللغه الانجليزيه

# writing_requirements_en_validation
source: Write requirements in English
ar: اكتب المتطلبات باللغه الانجليزيه

# not_found_data
source: No data found
ar: لا توجد بيانات

source: Deactivate employment official
ar: تعطيل مسئول التوظيف

source: Scan
ar: فحص

source: QR Code Fingerprint
ar: بصمة الQR Code

# record_attendance_scan_description_face_print
source: The first step to register is to scan the face with a mobile camera
ar: اول خطوه للتسجيل وهي ان يتم فحص الوجه عن طريق كاميرا الجوال

# record_attendance_scan_description_qr_code_fingerprint
source: The second step for registration is to check the QR code for the opportunity
ar: ثاني خطوه للتسجيل وهي ان يتم فحص الQr Code الخاص بالفرصه

source: Location accuracy
ar: دقة الموقع

source: metre
ar: متر

source: Face Print
ar: بصمة الوجه

source: Add face print
ar: اضافة بصمة الوجه

# scan_fac_identify_you
source: Scan the face to identify you
ar: قم بفحص الوجه لتعريف هويتك

# scan_fac_note
source: Adding a face print is optional for females and can be skipped
ar: اضافة بصمة الوجه اختياريه للاناث ويمكن تخطيها

# update_scan_face_note
source: If you want to modify the face print, you must consult the administration first
ar: اذا اردت تعديل بصمة الوجه عليك مراجعه الاداره اولا

# update_button
source: Update
ar: تحديث

source: Working document
ar: وثيقة العمل

# advantages_freelancer_document
source: Advantages of the freelancer document
ar: مميزات وثيقه العمل الحر

# there_many_ways_pay
source: There are many ways to pay
ar: هناك طرق عديده للدفع

# there_many_ways_pay_desc
source: You can choose the method that suits you
ar: يمكنك اختيار الطرق المناسبه لك

source: Payment by Tamara
ar: الدفع عن طريق تمارا

source: Payment by credit card
ar: عن طريق ال Credit

# payment_by_opportunity_value
source: Take a percentage of the opportunity value
ar: اخذ نسبه من قيمة الفرصه

source: Click here
ar: اضغط هنا

source: Discount certificate details
ar: تفاصيل شهادة الخصم

source: Installment package
ar: باقة التقسيط

source: Select installment package
ar: اختر باقة التقسيط

source: Certificate value
ar: قيمة الشهادة

# installment_with_cashift_note
source: In the event that the installments are not completed, you are not entitled to claim the paid installments
ar: في حالة عدم تكملة الاقساط لا يحق لك المطالبه بالاقساط المدفوعه

source: Smil
ar: إبتسم

source: Face not matched
ar: بصمة الوجه غير متطابقة

source: Seen
ar: تم الاطلاع

# terms_and_conditions_message
source: I agree to all terms and conditions
ar: اوافق علي جميع الشروط والأحكام

# installment_postponement_desc
source: In the event of confirmation of non-approval in issuing the document, the account will be frozen
ar: في حال التأكيد علي عدم الموافقه في اصدار الوثيقه سوف يتم تجميد الحساب

# what_is_reason
source: What is the?
ar: ماهو السبب؟

# type_reason
source: Type the reason...
ar: اكتب السبب...

# number_req
source: Number required:
ar: العدد المطلوب :

source: deposit
ar: الايداع

# salary_hanging
source: pending amounts
ar: المبالغ المعلقه

source: Payments
ar: المدفوعات

source: Filter
ar: فلتره

# success_processing
source: Successful operations:
ar: العمليات الناجحه :

# value_success_processing
source: Value of successful operations:
ar: قيمة العمليات الناجحه :

# failed_processing
source: Incomplete number:
ar: عدد الغير مكتمل :

# value_failed_processing
source: Value of incomplete number:
ar: قيمة عدد الغير مكتمل :

# value_total
source: Total value recovered
ar: اجمالي القيمة المستردة

# current
source: most recent
ar: الاحدث

# from_week
source: week ago
ar: منذ اسبوع

# from_tow_week
source: two weeks ago
ar: منذ اسبوعين

# from_month_week
source: month ago
ar: منذ شهر

# name_mole
source: Mole name:
ar: اسم المول :

# opportunity_time
source: Opportunity date:
ar: موعد الفرصة :

# attendance_confirm
source: Confirm attendance
ar: تأكيد الحضور

# why_not_attended
source: Why can't you attend?
ar: لماذا لا يمكنك الحضور ؟

# confirm_today
source: Please confirm your attendance today
ar: برجاء تأكيد حضورك اليوم

# write_reason_apology
source: Write the reason for your apology
ar: اكتب سبب اعتذارك

source: apology
ar: اعتذار

source: I accept
ar: أوافق على

source: Confirm attendance
ar: تأكيد الحضور

source: Search places
ar: ابحث عن الاماكن

# classification
source: categories
ar: التصنيفات

# add_classification
source: Add a new classification
ar: اضافة تصنيف جديد

source: Edit classification
ar: تعديل تصنيف

source: Back to Home Page
ar: العودة للصفحة الرئيسية

source: date dispose
ar: تاريخ الايداع

# add_new_job_opportunity
source: Add a new job opportunity
ar: اضافة فرصه عمل جديده

source: All employees
ar: جميع الموظفين

source: ways_accept_job
ar: طرق قبول الوظيفه

# total_statistic
source: total statistics
ar: اجمالي الاحصائيات

# method_arrival_departure
source: Method of arrival and departure
ar: طريقة الحضور والانصراف

# select_opportunity_date
source: Select the opportunity date
ar: حدد تاريخ الفرصه

# type_opportunity_value
source: Type the opportunity value
ar: اكتب قيمة الفرصه

# type_opportunities_number
source: Write the required number
ar: اكتب العدد المطلوب

# method_selecting_employees
source: Method of selecting employees
ar: طريقة اختيار المتقدمين

# type_back_up_number
source: Type the backup number
ar: اكتب عدد القبول الاحتياطى

# method_accept_employees
source: How to accept applicants
ar: طريقه قبول المتقدمين

source: Please select employees
ar: برجاء اختيار المتقدمين

# terms_conditions_job
source: Terms and conditions of the job
ar: شروط و احكام الوظيفة

# send_personal_interview_request
source: Send a personal interview request
ar: إرسال طلب مقابلة شخصية

source: Area name
ar: اسم المنطقة

# scan_qr_code_project_confirm_shift
source: Scan the QR code for the project to confirm your shift
ar: قم بفحص ال QR code الخاص بالمشروع لكي تم تاكيد دوامك

# check_qr_code_opportunity
source: Check the Qr Code for the opportunity
ar: قم بفحص ال Qr Code الخاص بالفرصه

# background_service_permission_message
source: *The “Kashift” application needs to allow the use of the geographical location service in the background to be able to benefit from the automatic attendance and dismissal registration service.
ar: *يحتاج تطبيق "كاشفت " السماح بإستخدام خدمة الموقع الجغرافي في الخلفية ليمكن من الإستفادة بخدمة تسجيل الحضور والإنصراف التلقائي.

# location_service_permission_message
source: * The Kashft application needs to allow the use of the geographical location service so that the application can send your job location to verify that you are in the correct work location.
ar: *يحتاج تطبيق كاشفت السماح بإستخدام خدمة الموقع الجغرافي ليمكن للتطبيق إرسال موقع العمل الخاص بالوظيفة الخاص بك للتحقق من وجودك في موقع العمل الصحيح.

# face_recognition_service_permission_message
source: The application needs permission to use the camera and memory files. Please add permissions through the settings.
ar: يحتاج التطبيق السماح بإستخدام الكاميرا وملفات الذاكرة , من فضلك اضف الاذونات من خلال الاعدادت

# reject_service_permission_message
source: *If you do not agree to enable the program to work to correctly prove the time of attendance and departure, your status will be considered as an absence.
ar: *وفي حالة عدم الموافقة على تمكين البرنامج بالعمل لاثبات وقت الحضور والإنصراف بشكل صحيح تعتبر حالتك غياب.

# search_contract_clause
source: Search for a contract clause
ar: ابحث عن شرط العقد

# number_required_for_opportunity
source: Number required for the opportunity
ar: العدد المطلوب للفرصة

# type_number_required_for_opportunity
source: Type the number required for the opportunity
ar: اكتب العدد المطلوب للفرصة

# terms_conditions_opportunities
source: Terms and conditions of the opportunity
ar: شروط واحكام الفرص

# add_terms_conditions_opportunities
source: Add terms and conditions of the opportunity
ar: اضافة شروط واحكام الفرص

# writing_terms_conditions_ar
source: Writing terms and conditions in Arabic
ar: كتابة الشروط والاحكام باللغة العربية

# write_terms_conditions_ar
source: Write terms and conditions in Arabic
ar: اكتب الشروط والاحكام باللغة العربية

# writing_terms_conditions_en
source: Writing terms and conditions in English
ar: كتابة الشروط والاحكام باللغة الانجليزية

# write_terms_conditions_en
source: Write terms and conditions in English
ar: اكتب الشروط والاحكام باللغة الانجليزية

source: Add new
ar: اضافة جديد

source: Manager name
ar: اسم المسئول

source: total deductions
ar: اجمالي الاستقطاعات

# no_deductions
source: There are no deductions
ar: لا يوجد اي مستقطعات

# total_opportunity
source: Total value of opportunity
ar: اجمالي قيمة الفرصة

source: net
ar: الصافي

# type_manager_name
source: Type the manager name
ar: اكتب اسم المسئول

source: loan
ar: سلفة :

source: infringement
ar: مخالفه :

# status_infringement
source: Infringement status
ar: حالة المخالفه

# start_date_blocking
source: Blocking start date:
ar: تاريخ بدأ الحجب :

# end_date_blocking
source: Blocking end date:
ar: تاريخ انهاء الحجب :

# deducting_certificate
source: Deducting a certificate of no record:
ar: خصم شهاده خلو سوابق :

source: Reset mobile number
ar: اعادة ضبط رقم الجوال

source: Reset face fingerprint
ar: اعادة تعيين بصمة الوجه

source: Company-wide ban
ar: حظر علي مستوي الشركه

# ban_employee_desc
source: Are you sure that the employee has been banned at the company level?
ar: هل أنت متاكد من حظر الموظف علي مستوي الشركه؟

# type_reason_ban
source: Type the reason for the ban
ar: اكتب سبب الحظر

# must_choose_where_send_verification_code
source: You must choose where to send the verification code
ar: يجب اختيار اين تريد ارسال كود التحقق

# proof_file_must_uploaded
source: The proof file must be uploaded
ar: يجب رفع ملف الإثبات

# verification_code_sent_desc
source: A verification code will be sent to your old mobile number. You must review it now
ar: سوف يتم ارسال كود التحقق الي رقم الجوال القديم , عليك مراجعته الان

source: I accept to
ar: اوافق علي

source: Successfully downloaded
ar: تم التحميل بنجاح

# type_discount_value
source: Type the discount value
ar: اكتب قيمة الخصم

source: Cashifter name
ar: اسم الكاشفتر

source: Select cashifter
ar: اختر الكاشفتر

source: Discount percentage
ar: نسبة الخصم

source: Select discount percentage
ar: اختر نسبة الخصم

source: Select loan type
ar: اختر نوع السلفة

source: Loan value
ar: قيمة السلفة

# type_loan_value
source: Type the loan value
ar: اكتب قيمة السلفة

# search_by_phone
source: Search by phone number detector
ar: ابحث برقم جوال كاشفتر

# loans
source: the loans
ar: السُلف

# type_loans
source: Loan type
ar: نوع السلفه

# value_collect
source: collection percentage
ar: نسبة التحصيل

# value_loans
source: loans value
ar: قيمة السلفة

# value_discount
source: discount percentage
ar: نسبة الخصم

# value_opportunity
source: opportunity value
ar: قيمه الفرصه

# total_loans
source: total loan
ar: اجمالي السُلف

source: active loans
ar: سُلف نشطة

source: total collection
ar: اجمالي التحصيل

# loans_collection
source: collecting advances
ar: تحصيل السلف

# data_collection
source: collection data
ar: بيانات التحصيل

# total_value_loan
source: Total loan value
ar: اجمالي قيمة السلفه

# total_residual
source: total remaining
ar: اجمالي المتبقي

source: Add loans
ar: إضافه سلفه جديده

# chashifter_collect_loan
source: Collect cashshift advances
ar: تحصيل سُلف الكاشفتر

# value_collection
source: Value collected
ar: القيمة المحصله

source: collect
ar: التحصيل

# chashifter_details_loan
source: chashifter advance details
ar: تفاصيل سُلف الكاشفتر

source: residual
ar: المتبقي

# collection_done
source: Collected
ar: تم التحصيل

# whats_reason_apologizing
source: What is the reason for apologizing?
ar: ماهو سبب الاعتذار؟

# type_reason_apologizing
source: Type the reason for apologizing
ar: اكتب سبب الاعتذار

# opportunity_classification
source: Classification
ar: تصنيف الفرصة

# opportunity_condition
source: conditions of the job
ar: شروط الوظيفه

# show_details_data
source: View details
ar: رؤية التفاصيل

source: applied
ar: متقدم

# paid_off
source: Paid
ar: تم الصرف

# canceled_withdrawn
source: Cancelled or withdrawn
ar: ملغي او معتذر

source: Applied details
ar: تفاصيل المتقدم

source: applied name
ar: اسم المتقدم

source: change hours
ar: تعديل الدوام

# date_create
source: Date created
ar: تاريخ الانشاء

# no_internet
source: Sorry, there is no internet connection!
ar: عفوا لا يوجد اتصال بشبكة الانترنت !

# no_internet_description
source: Since your device is not connected to the Internet, you can register attendance via:
ar: نظراً لعدم اتصال جهازك بالانترنت يمكنك تسجيل الحضور عن طريق :

# chashift_attendance
source: Recording chashift attendance and departure
ar: تسجيل حضور وانصراف كاشفت

# chashift_attendance_finger
source: Register your attendance with your fingerprint
ar: قم بتسجيل حضورك من خلال بصمه

# chashift_attendance_dta
source: DTA attendance and departure recording
ar: تسجيل حضور وانصراف DTA

# reject_reason
source: Write the reason for rejecting the payment
ar: اكتب سبب رفض الدفع

# confairm_data
source: Are you sure to save the data
ar: هل انت متأكد من حفظ البيانات

# confairm_status_order
source: Please specify the order status!
ar: من فضلك قم بتحديد حالة الطلب !

# rating_confairm
source: Please rate first.
ar: من فضلك قم بالتقيم اولا

source: Ready to start
ar: جاهز للبدء

# wait_active
source: Waiting for activation
ar: في انتظار التفعيل

# not_active
source: Stopd
ar: تم الايقاف

source: Employees
ar: الموظفين

# rest_day
source: rest days
ar: ايام الراحه

# in_work
source: on the job
ar: علي رأس العمل

# state_emp
source: employee state
ar: حالة الموظف

source: duration_monthly
ar: مدة الحساب شهريا

source: edit employee
ar: تعديل موظف

# search_by_phone_employee
source: Search by cashifter's mobile number
ar: ابحث برقم جوال الكاشفترز

source: cashifters
ar: كاشفترز

# add_cashifters
source: Add a new cashifters
ar: اضافة كاشفتر جديد

source: edit cashifters
ar: تعديل كاشفتر

# dont_have_work_time
source: There is no work time
ar: لا يوجد وقت عمل

source: calculation method
ar: طريقة الحساب

# select_method_selecting_employees
source: Select the method of selecting employees
ar: اختر طريقة اختيار الموظفين

# select_method_arrival_departure
source: Select the method of arrival and departure
ar: اختر طريقة الحضور والانصراف

source: View Work Hazards
ar: عرض مخاطر العمل

source: Add Hazards
ar: اضافة مخاطر

source: Work Hazards
ar: مخاطر العمل

# degree_importance
source: Degree Important
ar: درجة الاهمية

# select_degree_importance
source: Select the degree of importance
ar: اختر درجة الاهمية

source: Submission date
ar: تاريخ التقديم

source: View details
ar: عرض التفاصيل

# upload_pdf_image
source: Upload a PDF or image
ar: رفع صورة او ملف PDF

# add_complaint_files_desc
source: You can add more than one image to illustrate the complaint.
ar: يمكنك اضافة اكثر من صورة توضح الشكوي

source: Search here...
ar: ابحث هنا...

source: Select type
ar: اختر النوع

source: Work hazard details
ar: تفاصيل مخاطر العمل

source: Attached attachments
ar: المرفقات الملحقة

source: Responsible response
ar: رد المسئول

# show_focus_points_in_map
source: Show focus points on map
ar: اظهار نقاط التمركز علي الخريطة

source: Shift Name
ar: اسم الدوام

source: Blink your eyes
ar: ارمش عينيك

source: Turn left
ar: تحرك يسارا

source: Turn right
ar: تحرك يمينا

source: Tasks And Duties
ar: المهام والواجبات

source: add vehicles
ar: اضافة مركبة

# vehicles_details
source: vehicle details
ar: تفاصيل المركبة

# vehicles_info
source: Basic vehicle information
ar: معلومات المركبة الأساسية

source: Tasks and responsibilities
ar: المهام والمسؤوليات

source: Add Task Responsibility
ar: اضافة مهمة او مسؤولية

# attendance_and_departure_notifications
source: Attendance & departure notifications
ar: اشعارات الحضور والانصراف

# attendance_and_departure_notifications_reports
source: Attendance and departure reports
ar: تقارير الحضور والانصراف

# type_request
source: Request type
ar: نوع الطلب

source: Leave period
ar: فتره الاستئذان

# status_request
source: Request status
ar: حالة الطلب

source: Add request
ar: اضافة طلب

source: Edit Task Responsibility
ar: تعديل مهمة او مسؤولية

source: Add vehicle
ar: اضافة مركبة

source: Edit vehicle
ar: تعديل المركبة

source: vehicles
ar: المركبات

source: Model
ar: الموديل

source: Color
ar: لون

# year_crate
source: Year of manufacture
ar: سنة الصنع

# edit_data_vehicles
source: Edit vehicle data
ar: تعديل بيانات المركبة

source: data vehicles
ar: بيانات المركبة

source: vehicle components
ar: مكونات المركبة

# vehicle_note
source: Click (No) when there are no notes on the vehicle or (Yes) if it is not working or has notes with an explanation.
ar: اضغط علي ( لا ) عندما لا يوجد اي ملاحظات علي المركبة أو ( نعم ) في حالة لم تكن تعمل أو يوجد بها ملاحظات مع التوضيح .

source: Edit covenant
ar: تعديل العُهد

source: maintenance
ar: صيانة

source: Vehicle insurance
ar: تأمين المركبة

source: Vehicle Type
ar: نوع المركبة

# expair_date_license
source: License Expiration Date
ar: تاريخ انتهاء الرخصة

source: License Number
ar: رقم الرخصة

source: Type License Number
ar: اكتب رقم الرخصة

# number_plate
source: Plate Number
ar: رقم اللوحة

# plate_license_info
source: Plate and license information
ar: معلومات اللوحة والرخصة

source: Additional Specifications
ar: المواصفات الإضافية

source: Vehicle Specifications
ar: مواصفات المركبة

# vehicle_image
source: Vehicle Images
ar: صور المركبة

source: covenant
ar: العُهد

# damage
source: The damage
ar: العطل

source: Add insurance
ar: اضافة تأمين

source: insurance
ar: التأمين

# type_insurance
source: Insurance type
ar: نوع التأمين

# select_type_insurance
source: Select insurance type
ar: اختر نوع التأمين

# number_insurance
source: Insurance number
ar: رقم التأمين

# write_number_insurance
source: Write insurance number
ar: اكتب رقم التأمين

# company_name_insurance
source: Insurance company name
ar: اسم شركة التأمين

# write_company_name_insurance
source: Write insurance company name
ar: اكتب اسم شركة التأمين

# expire_date
source: EXP expiration date.
ar: تاريخ انتهاء الصلاحيه

# write_expire_date
source: Write EXP expiration date.
ar: اكتب تاريخ انتهاء الصلاحيه EXP.

# write_damage
source: Write the damage that occurred
ar: اكتب العطل الحادث

# write_vehicle_specifications
source: Write the vehicle specifications here..
ar: اكتب مواصفات المركبة هنا ..

source: Basic vehicle information
ar: معلومات المركبة الأساسية

source: License and plate information
ar: معلومات اللوحة والرخصة

source: Model name
ar: اسم الموديل

source: Select vehicle type
ar: اختر نوع المركبة

source: Type model name
ar: اكتب اسم الموديل

source: Year Manufacture
ar: سنة الصنع

# type_year_manufacture
source: Type year of manufacture
ar: اكتب سنة الصنع

# type_vehicle_specifications_here
source: Type the vehicle specifications here
ar: اكتب مواصفات المركبة هنا ..

source: Plate number
ar: رقم اللوحة

source: Type plate number
ar: اكتب رقم اللوحة

source: Vehicle color
ar: لون المركبة

source: Select vehicle color
ar: اختر لون المركبة

source: License expiry date
ar: تاريخ انتهاء الرخصة

source: Select license expiry date
ar: اختر تاريخ انتهاء الرخصة

source: Type covenant name
ar: اكتب اسم العهدة

# covenant_desc
source: Covenant description
ar: وصف العهدة

# type_covenant_desc
source: Type covenant description
ar: اكتب وصف العهدة

source: attachments
ar: المرفقات

# please_upload_pdf_image
source: Please upload an image or PDF file
ar: من فضلك قم برفع صورة او ملف PDF

source: Download image
ar: تحميل الصورة

source: Please select all images
ar: من فضلك قم برفع جميع الصور

source: Body Mass
ar: كتلة الجسم

source: Write Body Mass
ar: اكتب كتلة الجسم

source: Covenants
ar: العُهد

source: Power
ar: قوة
