Repository: Cashift-SupportHR/liveness_detection
Catalog: lib/l10n/intl_*.arb
Languages: ar

# select_language_title
source: Select language
ar: اختر اللغة

# change_language_label
source: Change language
ar: تغيير اللغة

source: Settings
ar: الإعدادات

source: Working hours
ar: ساعات عملي

source: Active
ar: نشط

source: Finished
ar: منتهية

# applied_jobs
source: My working hours
ar: ساعات عملي

# resume
source: My resume
ar: السيرة الذاتية

source: Overview
ar: نظره عامه

source: Jobs
ar: الوظائف

source: Profile
ar: الملف الشخصي

source: Weight
ar: الوزن

source: hours
ar: ساعات

source: To
ar: لـ

source: Join
ar: التحاق

source: Age
ar: العمر

# login_title
source: Login
ar: تسجيل الدخول

source: Email
ar: البريد الإلكتروني

source: Invalid email
ar: البريد الإلكتروني غير صحيح

# invalid_password
source: Password must not be less than six letters or numbers
ar: كلمة المرور يجب الا تقل عن ستة حروف او ارقام

source: Password
ar: كلمة المرور

# login_button
source: Follow
ar: متابعة

# dont_have_acount
source: Don\'t have an account? Register now
ar: ليس لديك حساب ؟ سجل الان

source: Current Shift
ar: العمل الحالي

source: New Jobs
ar: عروض جديدة

# applied_opportunities
source: My working hours
ar: ساعات عملي

source: Change Password
ar: تغيير كلمة المرور

source: Logout
ar: تسجيل الخروج

source: Id Number
ar: رقم الهوية

source: Invalid Id Number
ar: رقم الهوية غير صحيح

# phone
source: Phone Number
ar: رقم الهاتف

# invalid_phone
source: Invalid PhoneNumber
ar: رقم الهاتف الذي ادخلته غير صحيح . قم بأدخال رقم الهاتف صحيح

# whats_number
source: WhatsApp Number
ar: رقم الواتساب

# bank_iban
source: Bank Account Number
ar: رقم الايبان

# invalid_bank_id
source: Invalid Bank account
ar: رقم غير صحيح

source: BirthDate
ar: تاريخ الميلاد

source: Invalid date
ar: تاريخ غير صحيح

source: Height
ar: الطول

source: invalid height
ar: طول غير صحيح

source: Invalid weight
ar: وزن غير صحيح

source: Select City
ar: اختر المدينة

source: Select Qualification
ar: اختر المؤهل

source: Select English Level
ar: اختر مستوى اللغة الانجليزية

source: Select Computer Level
ar: اختر مستوى الحاسب الالي

# save_button
source: Save
ar: حفظ

# register_title
source: Register Into Cashift
ar: تسجيل حساب كاشفت

# name_ar
source: Name in arabic
ar: الاسم بالعربي

# name_en
source: Name in english
ar: الاسم بالانجليزية

source: Name
ar: الاسم

# invalid_ar_name
source: please entry name in arabic
ar: يرجى إدخال الاسم بالعربي

# invalid_en_name
source: please entry name in english
ar: يرجى إدخال الاسم بالانجليزية

# invalid_name
source: please entry name
ar: يرجى إدخال الاسم

source: Register
ar: تسجيل

# have_account
source: have an account? Login
ar: امتلك حساب ؟ تسجيل الدخول

source: Gender
ar: الجنس

source: Male
ar: ذكر

source: Female
ar: انثي

source: Start
ar: ابدء الدوام

source: Finish
ar: إنهاء الدوام

source: Error internet connection!
ar: خطأ في الاتصال بالشبكة

# complete_cv
source: Please complete your CV
ar: برجاء استكمال بيانات السيرة الذاتية

# ok_button
source: Ok
ar: موافق

source: Complete Profile
ar: إستكمال السيرة الذاتية

# open_location
source: The location service must be turned on to ensure that you are on the job site
ar: يجب تشغيل خدمة الموقع للتأكد من وجودك في موقع العمل

# finish_shift_label
source: Finish Shift for
ar: إنهاء الدوام لفترة عمل

# start_shift_label
source: Start Shift for
ar: بدء الدوام لفترة عمل

source: Add your notes
ar: اضف ملاحظاتك

# cancel_button
source: Cancel
ar: الغاء

# logout_message
source: are you sure you want to logout ?
ar: هل انت متأكد من انك تريد تسجيل الخروج ؟

# undefine_error
source: Unknown error !
ar: حدث خطأ ما

# check_network_connection
source: Check your network connection and try again
ar: تحقق من اتصال الشبكة لديك وحاول مرة أخرى

# activity_log_title
source: Activity log
ar: سجل الانشطة

# qr_code_scanned
source: QrCode have been scanned do you want continue ?
ar: تم فحص QrCode هل تريد المتابعة؟

# invalid_city
source: Please entry city
ar: يرجى اختيار المدينة

# work_finish_at
source: Finish at
ar: ينتهي في

# invalid_comp_level
source: Please Select Computer level
ar: يرجى اختيار مستوى الحاسب الالي

# invalid_lang_level
source: please select english level
ar: يرجى اختيار مستوى اللغة الانجليزية

# invalid_qualifi
source: please select qualification
ar: يرجى اختيار المؤهل العلمي

# click_to_reload
source: reload
ar: إعادة تحميل

# per
source: For
ar: مقابل

source: SAR
ar: ريال

source: remaining time
ar: الوقت المتبقي

# confirm_button
source: Confirm
ar: تأكيد

# work_start_at
source: Start at
ar: يبدء

# please_entry_phone
source: Please enter phone number
ar: يرجى إدخال رقم الهاتف

# please_entry_id
source: Please enter national number
ar: يرجى إدخال رقم الهوية

# please_entry_whats_number
source: Please enter whatsapp number
ar: يرجى إدخال رقم الواتساب

# please_entry_birthdate
source: Please enter birthdate
ar: يرجى إدخال تاريخ الميلاد

# please_entry_weight
source: Please enter weight
ar: يرجى إدخال الوزن

# please_entry_height
source: Please enter height
ar: يرجى إدخال الطول

# error_qr
source: This code is not intended for this project
ar: هذا الكود غير مخصص لهذا المشروع

source: login
ar: تسجيل الدخول

# new_account
source: Create New Account
ar: إنشاء حساب

source: required login
ar: يتطلب منك تسجيل الدخول

# collect_cash_title
source: My financial dues
ar: المعاملات المالية

# collected
source: Completed
ar: مكتملة

# not_collected
source: Dues
ar: قيد الانتظار

source: My dues
ar: المعاملات المالية

source: status
ar: الحالة

source: Navigate
ar: الإتجاهات

source: Cashier locations
ar: اماكن استلام النقدية

source: Request code
ar: طلب الكود

# code_appear_here
source: Code will appear here
ar: سيظهر الكود هنا

# share_code_with_cashier
source: Share the code for the cashier only when receiving cash.
ar: قم بمشاركة الكود للكاشير فقط عند إستلام النقدية .

# code_valid_on_time
source: This code is valid for one time use only.
ar: هذا الكود صالح للإستخدام لمرة واحدة فقط .

# company_not_responsible_misuse
source: The company is not responsible for misuse.
ar: الشركة غير مسئولة عن سوء الإستخدام .

source: Verification code
ar: كود التفعيل

source: Qualification Name
ar: اسم المؤهل

# invalid_qualification_name
source: Please entry qualification name
ar: يرجي ادخال اسم المؤهل

source: Favorite jobs
ar: الفرص المفضلة

# accept_copy_rights_label
source: I have read and agree to
ar: لقد قرأت وأوافق على

# copy_rights_title
source: Terms and Conditions
ar: الشروط والاحكام

# must_login_first
source: You must login first
ar: يجب تسجيل الدخول اولا

# please_entry_valid_fullName
source: Please enter at least a triple name
ar: يرجى إدخال اسم ثلاثي على الأقل

# previous_button
source: Previous
ar: السابق

# next_button
source: Next
ar: التالي

source: Education
ar: التعليم

source: Skills
ar: المهارات

source: Previous Experiences
ar: الخبرات السابقة

# current_situation
source: What is your current situation?
ar: ماهو وضعك الحالي ؟

source: Open app settings
ar: فتح إعدادات التطبيق

source: Open location settings
ar: فتح إعدادات الموقع

# denied_camera_permission
source: Sorry, you have to go to the application settings and allow permission to access the camera so that you can scan qr code
ar: عذرًا ، يجب عليك الانتقال إلى إعدادات التطبيق والسماح بالوصول إلى الكاميرا حتى تتمكن من مسح رمز qr ضوئيًا

# collect_button
source: Collect
ar: تحصيل

source: My wallet
ar: محفظتي

source: working date
ar: تاريخ العمل

# goto_map
source: Show location on the map
ar: عرض الموقع علي الخريطة

source: Description
ar: الوصف

source: Offer Details
ar: تفاصيل العرض

source: Show More...
ar: عرض المزيد...

# delete_account
source: Delete My Account
ar: حذف حسابي

# delete_account_message
source: Are you sure you want to delete your account ?
ar: هل انت متأكد انك تريد حذف حسابك ؟

source: Not Now
ar: ليس الان

# new_version_available
source: There is an app update available that you must download
ar: يتوفر تحديث للتطبيق يجب تحميله

source: Map
ar: الخريطة

source: Home
ar: الرئيسية

source: Job terms and conditions
ar: شروط وأحكام الوظيفة

# all_jobs
source: All opportunity
ar: كل الفرص

source: Vip offers
ar: فرص لا تفوتك

# you_favorite_jobs
source: your favorite opportunity
ar: فرصك المُفضلة

source: view all
ar: عرض الكل

# jobs_in_waiting
source: offers waiting you
ar: فرص في انتظارك

# shift_expired_message
source: Shift has expired, check-out must be made
ar: تم إنتهاء الدوام يجب تسجيل الانصراف

source: check out
ar: تسجيل انصراف

source: hour
ar: ساعة

source: minute
ar: دقيقة

source: second
ar: ثانية

source: remaining
ar: متبقي

source: open map
ar: فتح الخريطة

source: Earning now
ar: انضم الآن

source: Day
ar: يوم

source: All
ar: كل

source: Days
ar: الايام

source: company details
ar: معلومات الشركة

source: offer terms
ar: شروط الفرصة

source: career field
ar: المجال الوظيفي

source: Specialization
ar: التخصص

source: salary
ar: قيمة الفرصة

source: Qualification
ar: المؤهل

# required_number
source: required.No
ar: العدد المطلوب

# remaining_number
source: remaining.No
ar: العدد المتبقي

source: work location
ar: مقر العمل

source: start date
ar: تاريخ البداية

source: end date
ar: تاريخ النهاية

source: Working time
ar: وقت العمل

source: select working time
ar: اختر وقت العمل

# attendance_method
source: How to register attendance
ar: طريقة تسجيل الحضور

source: location
ar: الموقع

source: from
ar: من

# too
source: to
ar: الى

source: offer description
ar: وصف الفرصة

source: field type
ar: نوع المجال

source: Qr Scanner
ar: ماسح الباركود

source: section
ar: القطاع

source: Company description
ar: وصف الشركة

source: company jobs
ar: وظائف الشركة

source: Job
ar: وظيفة

source: Show details
ar: عرض التفاصيل

source: job description
ar: وصف الوظيفة

source: check in
ar: تسجيل حضور

source: withdrawal
ar: سحب

# account
source: Profile
ar: الحساب

source: general settings
ar: الإعدادات العامة

source: Personal info
ar: بياناتك الشخصية

# enter_full_name
source: Enter your full name
ar: ادخل الاسم بالكامل

# enter_id_number
source: Enter the ID number
ar: ادخل رقم الهوية

source: Enter email
ar: ادخل البريد الالكتروني

# enter_birthdate
source: Enter the date of birth (Hijri or Gregorian)
ar: ادخل تاريخ الميلاد ( هجري او ميلادي )

source: Find your city
ar: ابحث عن مدينتك

# select_current_situation
source: Select your current situation
ar: اختيار موقفك الحالي

# expired
source: Full
ar: نفذت

source: Offers
ar: عرض

# favorite_projects
source: favorite work places
ar: اماكن العمل المفضلة

# favorite_projects_not_selected
source: please select your preferred workplaces
ar: من فضلك قم بتحديد اماكن عملك المفضلة

# select_favorite_projects
source: Select
ar: تحديد

# cancel_shift_title
source: Apologies for not attending
ar: اعتذار عن الحضور

# whats_reason_for_cancel
source: What is the reason for the apology for the job?
ar: ما سبب الاعتذار عن الوظيفة

source: select all
ar: إختر الكل

source: Bank account
ar: الحساب البنكي

source: select withdraw method
ar: اختر طريقة السحب

# iban
source: IBAN Code
ar: ايبان

source: please fill iban
ar: من فضلك ادخل رقم الايبان

source: Invalid iban
ar: رقم الايبان غير صحيح

source: please select bank
ar: من فضلك اختر البنك

source: iban not matched
ar: رقم الايبان غير متطابق

source: withdraw by cashier
ar: عن طريق الكاشير - امين الصندوق

source: withdraw by bank account
ar: عن طريق الحساب البنكي

source: Follow
ar: متابعة

# amount_will_be_withdraw
source: The amount will be deposited into your bank account
ar: سيتم ايداع المبلغ في حسابك البنكي

source: Add Bank Account
ar: اضف حسابك الان

source: select bank name
ar: اختر اسم البنك

source: bank name
ar: اسم البنك

source: search
ar: البحث

# confirm_iban
source: Confirm IBAN Code
ar: تأكيد رقم الايبان

source: Important Disclosure
ar: توضيح هام

# rate_title
source: Rate your experience with the company
ar: قيم تجربتك للشركة

# rate_subtitle
source: Help us improve our services by rating us
ar: ساعدنا في تحسين خدماتنا في تقيمك لنا

# confirm_attendance_message
source: Please confirm your attendance for a shift
ar: من فضلك قم بتأكيد حضورك لوظيفة

# please_select_current_situation
source: Please select you current situation
ar: من فضلك اختر موقفك الحالي

# attendance_title
source: Check-in and check-out
ar: تسجيل الحضور والانصراف

# check_finger
source: Check-in Or check-out
ar: بصمة الحضور او الانصراف

# phone_wallet_title
source: Phone wallet
ar: محفظة الهاتف المحمول

# withdraw_by_smart_wallet
source: withdraw by electronic wallet
ar: عن طريق المحفظة الإلكترونية

source: service provider
ar: مقدمي الخدمة

source: select service provider
ar: اختر مقدم الخدمة

source: Attendance
ar: الحضور

source: and
ar: و

source: start overtime
ar: بدء الوقت الإضافي

source: end overtime
ar: إنها الوقت الإضافي

# overtime_screen_title
source: overtime
ar: مكمل

# attendance_days
source: attendance
ar: ايام الحضور

# absence_days
source: absence
ar: ايام الغياب

# delay_days
source: delay
ar: ايام التأخير

# shift_hours
source: working hours
ar: مواعيد العمل

# authenticate_bio_msg
source: Please authenticate to login your account
ar: يرجى المصادقة لتسجيل الدخول إلى حسابك

source: Biometric authentication
ar: المصادقة بالبصمة

source: No thanks
ar: لا شكراً

# phone_not_supported_bio
source: Your phone does not support biometrics
ar: هاتفك لا يدعم القياسات الحيوية

# scan_code
source: Scan a code
ar: مسح الكود

source: back camera
ar: الكاميرا الخلفية

source: front camera
ar: الكاميرا الامامية

source: pause
ar: توقف

# resume_qr
source: resume
ar: استأنف

# special_offer
source: Special offers (soon)
ar: عروض خاصة (قريباً)

source: Exclusive
ar: فرصة مميزة

source: Apply now
ar: تـــقـــــــدم الآن

source: dates not set
ar: المواعيد لم تحدد

source: services
ar: الخدمات

source: Serve on my way
ar: خدمة على طريقي

source: Get me on your way
ar: وصلنى على طريقك

# applied_jobs2
source: applied jobs
ar: الوظائف المقدم عليها

source: previous jobs
ar: الوظائف السابقة

source: Admin
ar: الأدمن

source: Available opportunities
ar: الفرص المتاحة

source: Jobs review
ar: مراجعة الوظائف

# attendance_departure
source: Attendance and departure
ar: الحضور والانصراف

# dta_service
source: attendance
ar: الحضور والإنصراف

source: Complete service
ar: خدمة مكمل

source: Accounts
ar: الحسابات

source: Wallet
ar: المحفظة

source: Rating
ar: تقييم

source: the opportunity
ar: الفرصة

source: Opportunity value
ar: قيمة الفرصة

source: SR
ar: ر.س

# job_opportunity
source: Opportunity terms
ar: شروط الفرصة

source: Job field
ar: مجال الوظيفي

source: Work specialty
ar: تخصص العمل

source: Num
ar: العدد

# person
source: {quantity} Person
ar: {quantity} شخص

source: On my way
ar: على طريقي

source: General conditions
ar: الشروط العامة

# has_a_car
source: If you own a car, would you like to increase your income?
ar: ان كنت تمتلك سيارة ,هل تود زيادة دخلك؟

# has_not_a_car
source: If you do not have a car, would you like to drive you to work?
ar: ان كنت لا تمتلك سيارة هل تود توصيلك للعمل؟

# add_new_opportunity
source: Add a new opportunity
ar: إضافة فرصة عمل جديدة

source: Job opportunity details
ar: تفاصيل فرصة العمل

source: Contract clause
ar: شرط العقد

source: Allowed time ahead
ar: الوقت المسموح قبل الميعادً

source: Time allowed after deadline
ar: الوقت المسموح بعد الميعاد

source: Back-up number
ar: عدد القبول الاحتياطى

source: Working day
ar: يوم العمل

# how_accept_job
source: How to accept the opportunity
ar: طريقة قبول الفرصه

# method_calculating_opportunity
source: Method of calculating opportunity
ar: طريقة حساب الفرصة

source: This field is required
ar: هذا الحقل مطلوب

# select_method_calculating_opportunity
source: Select method of calculating opportunity
ar: اختر طريقة حساب الفرصة

source: Select contract clause
ar: اختر شرط العقد

source: Working period
ar: فترة العمل

source: Select working period
ar: اختر فترة العمل

# select_how_accept_job
source: Select how to accept the job
ar: اختر طريقة قبول الفرصة

source: Amount
ar: المبلغ

# num_applicants
source: No.Applicants
ar: عدد المتقدمين

source: applicants
ar: المتقدمين

# num_accepted
source: No.Accepted
ar: عدد المقبولين

# num_reserve
source: No.Reserve
ar: عدد الاحتياطي

source: Beginning work
ar: بداية العمل

source: End work
ar: نهاية العمل

# add_employee_on_opportunity
source: Add an employee on opportunity
ar: إضافة موظف على الفرصة

source: Mobile number
ar: رقم الجوال

# menu_applicants
source: List of applicants
ar: قائمة المتقدمين

source: Cancel
ar: إغلاق

source: Edit opportunity
ar: تعديل الفرصة

# add_applicant
source: Add chashifter
ar: إضافة كاشتفر

source: Cancel opportunity
ar: إلغاء الفرصة

# cancel_message_opportunity
source: Do you want to cancel the opportunity?
ar: هل تريد إلغاء الفرصة؟

source: Select working day date
ar: اختر تاريخ يوم العمل

source: Opportunity details
ar: تفاصيل الفرصة

# working_hours2
source: Working hours
ar: ساعات العمل

source: Project name
ar: اسم المشروع

source: Create date
ar: تاريخ الإنشاء

source: Opportunity terms
ar: شروط الفرصة

source: Show less
ar: عرض أقل

source: Required mobile number
ar: رقم الجوال مطلوب

source: Opportunity date
ar: تاريخ الفرصة

# opportunities_num
source: The number required for the opportunity
ar: العدد المطلوب للفرصة

source: Period before start opportunity
ar: فترة السماح قبل بداية الفرصة

source: Period after start opportunity
ar: فترة السماح بعد بداية الفرصة

# employee_name
source: Applicant's name
ar: اسم المتقدم

source: Approval order
ar: الموافقة على الطلب

source: city
ar: المدينة

source: length
ar: الطول

source: Enter length
ar: ادخل الطول

source: Enter weight
ar: ادخل الوزن

source: Invalid length
ar: الطول غير صحيح

source: opportunity name :
ar: أسم الفرصة:

source: deserved amount :
ar: المبلغ المستحق

# opportunity_details_more
source: Opportunity Transaction Details
ar: تفاصيل معاملات الفرص

source: Transfer balance
ar: رصيد محول

source: Current balance
ar: رصيدك الحالي

source: ٌR.S
ar: ر . س

source: transfer money
ar: لتحويل الاموال

source: corporate balances
ar: أرصدة الشركات

source: transaction history
ar: سجل المعاملات

# submit_your_request
source: A request to deposit the amount will be submitted to your account.
ar: سيتم تقديم طلبك لإيداع المبلغ فى حسابك

# cancellation_transfer_request
source: You cannot cancel a transfer request
ar: لا يمكنك إلغاء طلب التحويل

# application_not_responsible
source: The application is not responsible for any error in the entered data.
ar: التطبيق غير مسؤول عن أي خطأ في البيانات المدخله

# not_entitled_ask
source: You are not entitled to ask the app for a refund in case of error
ar: لا يحق لك مطالبة التطبيق باسترجاع الأموال في حاله الخطأ

# transfer_confirm
source: Transfer confirmation
ar: تأكيد تحويل

# transfer_confirm_message
source: An amount of {quantity} r.s will be transferred from your account in the {companyName} Company by {withdrawMethod}
ar: سيتم تحويل مبلغ {quantity} ر.س من حسابك بشركة {companyName} عن طريق {withdrawMethod}

# further_information
source: other information you can contact with
ar: لمعلومات أخرى يمكنك التواصل مع

# balance_hidden
source: The balance is hidden
ar: الرصيد مخفى

# click_access_account
source: Click here to access your account
ar: أضغط هنا للوصول لحسابك

source: Withdrawn Balance
ar: الرصيد المسحوب

source: Remaining Balance
ar: الرصيد المتبقي

# cancel_transfare
source: cancel transferred
ar: إلغاء التحويل

source: Transfer amount
ar: مبلغ المحول

source: Transfer fee
ar: رسوم التحويل

source: Net amount transferred
ar: صافي المبلغ المحول

source: Transfer details
ar: تفاصيل التحويل

source: Transfer
ar: تحويل

source: Transfer from
ar: تحويل من

source: Transfer method
ar: طريقة التحويل

source: Amount value
ar: قيمة المبلغ

source: Search for company
ar: البحث عن الشركة

source: Please select company
ar: من فضلك قم بتحديد الشركة

source: Select company
ar: اختر الشركة

source: Select transfer method
ar: اختر طريقة التحويل

source: Not added phone wallet data
ar: لم تقم بإضافة بيانات محفظة الهاتف

source: Add wallet
ar: إضافة محفظة

source: Please select wallet
ar: من فضلك قم بتحديد محفظة

source: Select wallet
ar: اختر محفظة

source: Saudi Riyals
ar: ريال سعودى

source: ID number recipient account
ar: رقم الهوية لحساب المستلم

source: Account received
ar: حساب المستلم

source: Withdraw from phone wallet
ar: سحب من محفظة الهاتف

# withdraw_by_phone_wallet_screen_condition_1
source: When you select your wallet and press the confirm button, a request will be submitted to deposit the amount in your wallet.
ar: عندم تقوم بتحديد محفظتك والضغط علي زر التأكيد سيتم تقديم طلب لإيدام المبلغ في محفظتك

# withdraw_by_phone_wallet_screen_condition_2
source: The order cannot be cancelled.
ar: لا يمكن إلغاء الطلب

# withdraw_by_phone_wallet_screen_condition_3
source: The application is not responsible for any error in your phone wallet data.
ar: التطبيق غير مسئول عن اي خطأ في بيانات محفظة الهاتف الخاصة بك

# withdraw_by_phone_wallet_screen_condition_4
source: For further information, contact technical support.
ar: لمعلومات اخري قم بالتواصل مع الدعم الفني

source: Withdraw through
ar: سحب من خلال

source: Withdraw
ar: سحب

source: Cancel transfer
ar: إلغاء التحويل

# are_you_sure_cancel_transfer
source: Are you sure you want to cancel the transfer?
ar: هل أنت متأكد من إلغاء التحويل؟

source: Scan your code
ar: امسح رمزك ضوئيًا

source: Technical support
ar: الدعم الفني

source: Edit
ar: تعديل

# saudi_phone_numbers_accepted
source: Only Saudi phone numbers are accepted
ar: يقبل فقط ارقام الهواتف السعودية

# iban_numbers_saudi_bank_customers_accepted
source: Only IBAN numbers for Saudi bank customers are accepted
ar: يقبل فقط ارقام ايبان الخاصة بعملاء بنوك السعودية

source: Withdraw from bank account
ar: سحب من الحساب البنكي

source: Add new wallet
ar: إضافة محفظة جديدة

source: Confirm password
ar: تأكيد كلمة المرور

source: Enter password again
ar: أدخل كلمة المرور مرة أخرى

source: Password not match
ar: كلمة المرور غير متطابقة

source: Enter phone number
ar: أدخل رقم الهاتف

source: Select qualification name
ar: أختيار اسم المؤهل

source: Search for your qualification name
ar: ابحث عن اسم مؤهلك

source: Hijri
ar: هجري

source: Biometrics service not enabled
ar: لم يتم تمكين خدمة القياسات الحيوية.

# do_want_to_enable_it
source: Do you want to enable it?
ar: هل تريد تمكينها؟

source: Enable
ar: تمكين

source: Welcome, log in
ar: مرحبا بك قم بتسجيل دخولك

source: Forgot password?
ar: نسيت كلمة المرور؟

# enter_your_phone_number_retrieve_password
source: Enter your phone number to retrieve your password
ar: ادخل رقم الهاتف الخاص بك لاسترجاع كلمة المرور

source: Send
ar: ارسال

source: New password
ar: كلمة السر الجديدة

source: Favorite places
ar: الأماكن المفضلة

source: Add new place
ar: إضافة مكان جديد

source: Please enter match password
ar: من فضلك قم بإدخال كلمة المرور متطابقة

source: Official wear
ar: الزي الرسمي

source: Apologies for submission
ar: اعتذار عن التقديم

source: Attendance conditions
ar: شروط الحضور

source: Working details
ar: تفاصيل الدوام

source: Reserved opportunities
ar: الفرص المحجوزة

source: taught_us
ar: علمنا

source: Absence Notice
ar: أشعار الغياب

# select_date_absence
source: Select the date of absence
ar: حدد تاريخ الغياب

source: date absence
ar: تاريخ الغياب

source: reasons for absence
ar: أسباب الغياب

source: Absence registration
ar: تسجيل الغياب

# days_absence
source: days of absence
ar: أيام الغياب

# offer_you_service
source: We offer you the service of notice of absence, which is informing us of your non-attendance 12 hours before the start of your work time, from which only the day of absence will be deducted without penalty, out of concern and appreciation for your circumstances.
ar: نقدم لك خدمة إشعار الغياب وهو ابلغنا بعدم حضورك قبل بداية وقت عملك ب 12 ساعه ومنها سيتم خصم يوم الغياب فقط دون جزاء حرصاً وتقديراً لظروفك

# validate_date
source: Please enter the date
ar: من فضلك أدخل التاريخ

# validate_resone
source: Please enter the reason for absence
ar: من فضلك ادخل سبب الغياب
