Repository: Cashift-SupportHR/liveness_detection
Catalog: lib/l10n/intl_*.arb
Languages: ar

# number_hour
source: number of hours
ar: عدد الساعات

source: Total attendance
ar: إجمالي الحضور

source: Period
ar: الفترة

# no_employee
source: No employees
ar: لا يوجد موظفين

# no_employee_decr
source: Select the project name first to show you the employees
ar: قم بتحديد اسم المشروع اولاً ليظهرلك الموظفين

source: Total contracting power
ar: إجمالي القوة التعاقدية

# empty_tasks_and_duties
source: There are no tasks and duties
ar: لا يوجد مهام و واجبات

# location_disclosure
source: This app collects location data to help you find nearby opportunities and verify your location when starting work, even when the app is closed or not in use.
ar: يجمع هذا التطبيق بيانات الموقع لمساعدتك في العثور على الفرص القريبة والتحقق من موقعك عند بدء العمل، حتى عندما يكون التطبيق مغلقًا أو غير قيد الاستخدام.

# allow_required_permissions
source: Cashift Required Permissions
ar: الأذونات المطلوبة من تطبيق كاشفت.

source: Violation name
ar: اسم المخالفة

# violation_name_ar
source: Violation name in Arabic
ar: اسم المخالفة بالعربية

# violation_name_en
source: Violation name in English
ar: اسم المخالفة بالانجليزي

# type_violation_name_ar
source: Type the violation name in Arabic
ar: اكتب اسم المخالفة بالعربي

# type_violation_name_en
source: Type the violation name in English
ar: اكتب اسم المخالفة بالانجليزي

source: Violations types
ar: انواع المخالفات

source: Add violation type
ar: اضافة نوع مخالفة

source: Edit violation type
ar: تعديل نوع مخالفة

source: Select employee name
ar: اختر اسم الموظف

source: Add violation
ar: اضافة مخالفة

source: Edit violation
ar: تعديل مخالفة

source: Select violation name
ar: اختر اسم المخالفة

source: Edit insurance
ar: تعديل التأمين

# type_area_name
source: Type the area name
ar: اكتب اسم المنطقة

# number_field_survey_hours
source: Number of field survey hours
ar: عدد ساعات المسح الميداني

# type_number_hours
source: Type the number hours
ar: اكتب عدد الساعات

# number_minutes
source: Number of minutes
ar: عدد الدقائق

# type_number_minutes
source: Type the number of minutes
ar: اكتب عدد الدقائق

source: Select vehicles
ar: اختر المركبات

# locate_area_map
source: Locate the area on the map
ar: قم بتحديد المنطقة علي الخريطة

source: Add data
ar: اضافة البيانات

# mark_box_map
source: Mark the area on the map
ar: تحديد المنطقة علي الخريطة

# select_map
source: select area
ar: تحديد المنطقة

# edit_select_map
source: Edit area selection
ar: تعديل تحديد المنطقة

# search_by_area
source: Search for the area you want.
ar: ابحث عن المنطقه التي تريدها .

# you_have_to_take_some_points_into_consideration_check_box
source: You have to take some points into consideration when marking the box on the map
ar: عليك اخذ بعض النقط في عين الاعتبار لتقوم بتحديد المربع:

source: Areas
ar: المناطق

source: Add area
ar: اضافة منطقة

source: edit area
ar: تعديل منطقة

source: View areas
ar: عرض المناطق

source: Edit map
ar: تعديل الخريطة

source: Edit data
ar: تعديل البيانات

source: Delete area
ar: حذف المنطقة

# please_select_area
source: Please select the area
ar: من فضلك اختر المنطقة

source: Vehicle
ar: المركبة

source: no
ar: لا

source: yes
ar: نعم

# add_image
source: Upload images to illustrate these notes
ar: قم بتحميل صور توضح هذه الملاحظات

source: receive vehicle
ar: استلام مركبة

source: Save selection
ar: حفظ التحديد

# company_or_factory_name
source: Company \ factory name
ar: اسم الشركة / المصنع

source: Street name
ar: اسم الشارع

source: Type street name
ar: اكتب اسم الشارع

# incomplete_receipt
source: Incomplete received
ar: غير مكتملة الاستلام

# complete_receipt
source: Complete received
ar: مكتملة الاستلام

# name_receipt
source: Receiving employee
ar: الموظف المُستلِم

# complete_receipt_information
source: Complete the receipt information
ar: تكملة بيانات الاستلام

# add_violation_files_desc
source: You can add more than one image to illustrate the violation.
ar: يمكنك اضافة اكثر من صورة توضح المخالفة

source: Camera
ar: الكاميرا

source: Gallery
ar: المعرض

source: Upload image
ar: رفع صورة

source: clear
ar: مسح

# scan_code_car
source: Scan the QR CODE to view vehicle data
ar: قم بمسح QR CODE لعرض بيانات المركبة

source: Period from
ar: الفترة من

source: Period to
ar: الفترة الى

# request_track_attendance_departure
source: Request Track Attendance and Departure
ar: طلب تتبع الحضور والانصراف

source: View tracking requests
ar: عرض طلبات التتبع

source: Add tracking request
ar: اضافة طلب تتبع

source: Tracking period
ar: فترة التتبُع

source: Show Cashifter images
ar: إظهار صور الكاشيفتر

source: all city
ar: جميع المدن

source: all job
ar: جميع الوظائف

source: Add Address
ar: اضافة عنوان

source: Fingerprint type
ar: نوع البصمة

source: Cashifter attendance tracking
ar: متابعة حضور الكاشفتر

source: Operating plan
ar: خطة التشغيل

source: Select operating plan
ar: اختر خطة التشغيل

source: Tour type
ar: نوع الجولة

source: Select tour type
ar: اختر نوع الجولة

# start_tour_warning_msg
source: Before starting the tour, you must select the type of tour in order to receive the vehicle.
ar: قبل بدأ الجولة يجب ان تحدد نوع جولة لكي يتم استلامك للمركبة.

source: Job duties
ar: مهام العمل

source: End field survey
ar: انهاء المسح الميداني

source: End tour
ar: انهاء الجولة

source: Tour history
ar: تاريخ الجولات

source: Follow tours
ar: متابعة الجولات

source: Change operating plan
ar: تغيير خطة التشغيل

source: Start tour
ar: بدأ الجولة

# violations_num
source: Number of violations
ar: عدد المخالفات

# end_field_survey_warning_msg
source: Are you sure you want to complete the field survey?
ar: هل انت متأكد من انهاء المسح الميداني؟

source: Search for areas
ar: ابحث عن المناطق

# cheek_face
source: Face print verification
ar: جاري التحقيق من بصمة الوجه

source: Contractual power number
ar: رقم القوة التعاقدية

# type_contractual_power_number
source: Type the contractual power number
ar: اكتب القوة التعاقدية

# please_add_all
source: Please complete the options
ar: من فضلك اكمل الاخيارات

# please_save_yes
source: Please save the yes selections
ar: من فضلك قم بحفظ الاختيارات التي بنعم

source: list empty
ar: القائمة فارغة

# discount_criminal_certificate
source: Discount on criminal record certificate
ar: خصم شهادة خلو السوابق

source: Fines discount
ar: خصم مخالفات

source: value due
ar: القيمة المستحقة

# please_fill_all_fields
source: Please fill in all fields
ar: من فضلك قم بملء جميع الحقول

# search_city_name
source: Search about City Name
ar: أبحث عن اسم المدينة

source: Job uniform
ar: الزي الوظيفي

# upload_picture
source: Upload a picture
ar: تحميل صوره

source: Add some notes
ar: اضافه بعض الملاحظات

# add_details_image
source: Add details to the image
ar: اضف تفاصيل للصوره

# select_job_choose_job_uniform
source: Select the job to choose the job uniform
ar: حدد الوظيفه لاختيار الزي الوظيفي

# add_photo
source: Add a photo
ar: اضف صورة

# add_mobile_new
source: You must enter the new mobile number to send you the verification code to your mobile
ar: عليك ادخال رقم الجوال الجديد لنرسل لك رمز التحقق علي جوالك

# mobile_number_new
source: New mobile number
ar: رقم الجوال الجديد

# confirm_code
source: Verification code
ar: كود التحقيق

# ok_teams_ms
source: First you must agree to these commitments and read them carefully, after that we will send your request to the supervisor.
ar: عليك اولا ان توافق علي هذه التعهدات وقرائتها جيداً بعد ذلك سنرسل طلبك الي المشرف.

# will_send_request
source: Your request will be submitted successfully!
ar: سيتم تقديم طلبك بنجاح!

# confirm_yes
source: Yes, I agree to these commitments.
ar: نعم أوافق علي هذه التعهدات

# please_confirm_yes
source: Please agree to these commitments
ar: من فضلك وافق علي هذه التعهدات

source: Completed
ar: إكتمل

source: Not completed
ar: لم يكتمل

# pledge_attachment_reject
source: Upon confirmation, this attachment will be moved to the (Rejected) list.
ar: عند التأكيد سيتم انتقال هذا المرفق الي قائمة ( تم الرفض ).

# pledge_sub_reject
source: If you are sure to reject the attachment, you must write the reason for rejection.
ar: اذا كنت متأكد من رفض المرفق عليك كتابة سبب الرفض

# pledge_title_reject
source: Why do you want to reject this attachment?
ar: لماذا تريد رفض هذا المرفق ؟

# pledge_attachment_accept
source: I pledge that I have reviewed the original attachment and acknowledge that it is valid, and I bear legal responsibility if proven otherwise.
ar: اتعهد بأنني اطّلعت على اصل المرفق واقر بانه سليم , واتحمل المسئولية القانونية إذا ثبت عكس ذلك.

# pledge_sub_accept
source: You must confirm acceptance and acknowledge that you have reviewed the attachment and received the original.
ar: عليك تأكيد القبول والاقرار بانك اطلعت علي المرفق واستملت الاصل

# pledge_title_accept
source: Are you sure to accept this attachment?
ar: هل انت متاكد من قبول هذا المرفق ؟

# please_agree_pledge
source: Please agree to the pledge.
ar: من فضلك وافق علي التعهد

source: Model year
ar: سنة الموديل

source: Vehicle data
ar: بيانات المركبة

source: Mobile number change requests
ar: طلبات تغيير رقم الجوال

source: New mobile number
ar: رقم الجوال الجديد

source: Show Cashifter data
ar: إظهار بيانات الكاشيفتر

# user_request_reject_title
source: Are you sure about the rejection?
ar: هل انت متأكد من الرفض؟

# user_request_reject_subtitle
source: If you reject the cashier request, you must write the reason.
ar: اذا كنت ترفض طلب الكاشفتر عليك كتابة السبب

# user_request_accept_title
source: Are you sure you agree to change the cashier's mobile number?
ar: هل انت متأكد من الموافقة؟

# user_request_accept_subtitle_msg
source: If you approve the cashier's request, the request will be moved to the approval list and the request will be transferred to the administration.
ar: اذا كنت توافق علي طلب الكاشفتر سينتقل الطلب الي قائمة الموافقة ويتحول الطلب الي الادارة

source: Cashifters Requests
ar: طلبات الكاشفترز

# add_file_mobile
source: To verify that this is your mobile number, you must attach a file to prove that you own this number:
ar: للتأكد من ان هذا رقم جوالك الخاص عليك ارفاق ملف لاثبات صحة امتلاكك لهذا الرقم :

# confirm_code_ms
source: The verification code will be sent to the new mobile number, you must write it now
ar: سوف يتم ارسال كود التحقق الي رقم الجوال الجديد , عليك كتابته الآن

source: Add gas stations
ar: اضافة محطات الوقود

# name_en_gas_stations
source: Name of gas station in English
ar: اسم محطة الوقود بالانجليزية

# name_gas_stations
source: Name of gas station
ar: اسم محطة الوقود بالعربي

# location_gas_stations
source: Location of gas station on map
ar: موقع محطة الوقود علي الخريطة

source: Gas stations
ar: محطات الوقود

# start_but
source: Start
ar: ابدأ

# do_you_navigation_map
source: Do you want to go to Google Map application?
ar: هل تريد التوجه الي تطبيق جوجل ماب

# end_but
source: End
ar: انتهاء

source: Image before maintenance
ar: صورة قبل الصيانة

source: Image after maintenance
ar: صورة بعد الصيانة

# shod_image_before_maintenance
source: Please select an image before maintenance
ar: يرجي اختيار صورة قبل الصيانة

# shod_image_after_maintenance
source: Please select an image after maintenance
ar: يرجي اختيار صورة بعد الصيانة

# type_operation
source: Operation type
ar: نوع العملية

source: Verification
ar: تحقق

# view_maintenance
source: View maintenance and faults
ar: عرض الصيانة والأعطال

# breakdown_maintenance
source: Maintenance and Breakdowns
ar: الصيانة والأعطال

# waring_action_notification
source: Your action will be saved and sent to the project manager for review and response.
ar: سيتم حفظ اجراءك وارساله الي مدير المشروع لمراجعته والرد عليه

# waring_final_action_notification
source: It will be sent to the supervisor.
ar: سيتم ارساله للمشرف .

# add_maintenance
source: Maintenance work
ar: طلب صيانة

source: add breakdown
ar: اضافة عطل

source: Driver violations
ar: مخالفات السائق

# speeding_during_violation
source: Speeding during the violation
ar: السرعة أثناء المخالفة

# click_here_view_violation_location
source: Click here to view the location of the violation
ar: اضغط هنا لرؤية موقع المخالفة

source: Violation time
ar: وقت المخالفة

source: Vehicle performance
ar: أداء المركبة

source: Maximum recorded speed
ar: أقصى سرعة مسجلة

source: Vehicle path
ar: مسار المركبة

source: km/h
ar: كم/س

source: Notifications
ar: الاشعارات

source: Receive vehicle details
ar: تفاصيل استلام المركبة

# write_action_to_be_taken
source: Write the action to be taken
ar: اكتب الإجراء الذي ستتخذه

# track_vehicle_on_map
source: Track vehicle on the map
ar: تتبع المركبة علي الخريطة

source: driver name
ar: اسم السائق

# select_date_from_to
source: Please select a date from and to
ar: من فضلك اختار تاريخ من إلى

source: play
ar: تشغيل

source: Stop
ar: إيقاف

source: Position:
ar: الموضع:

source: Speed:
ar: السرعة:

source: Vehicle camera code
ar: معرف كود الكاميرا للمركبة

# go_violation_site
source: Go to the violation site
ar: توجه لموقع المخالفة

source: Download violation image
ar: تحميل صورة المخالفة

# camera_name_ar
source: Camera name in Arabic
ar: اسم الكاميرا عربي

# type_camera_name_ar
source: Type camera name in Arabic
ar: اكتب اسم الكاميرا بالعربي

# camera_name_en
source: Camera name in English
ar: اسم الكاميرا بالانجليزي

# type_camera_name_en
source: Type camera name in English
ar: اكتب اسم الكاميرا بالانجليزي

source: Camera code
ar: كود الكاميرا

source: Type camera code
ar: اكتب كود الكاميرا

source: Start video
ar: بدأ الفيديو

source: Live feed
ar: بث المباشر

source: Select video date
ar: اختر تاريخ الفيديو

source: Camera name
ar: اسم الكاميرا

source: Camera type
ar: نوع الكاميرا

source: Start live feed
ar: بدأ البث المباشر

# camera_add
source: Add camera
ar: اضافة كاميرا

source: Cameras
ar: الكاميرات

source: View cameras
ar: عرض الكاميرات

source: Add camera
ar: اضافة كاميرا

source: Edit camera
ar: تعديل كاميرا

source: Delete camera
ar: حذف كاميرا

# edit_date_time
source: Edit date and time
ar: تعديل التاريخ والوقت

source: Videos
ar: فيديوهات

source: video
ar: الفيديو

source: Live streaming
ar: بث مباشر

source: Select camera
ar: اختر الكاميرا

source: Date from
ar: التاريخ من

source: Date to
ar: التاريخ الي

# date_to_must_be_greater_than_date_from
source: The date to must be greater than the date from
ar: التاريخ الي يجب ان يكون اكبر من التاريخ من

# there_are_videos_yet
source: There are no videos yet
ar: لا توجد فيديوهات بعد

# videos_dates_validate_msg
source: Please select the time and date you want the videos to be shown
ar: من فضلك حدّد الوقت والتاريخ الذي تريده لعرض الفيديوهات فيه

source: Select date and time
ar: اختر التاريخ والوقت

source: Drivers
ar: السائقين

source: Maximum speed
ar: أقصي سرعة

source: transactions
ar: المعاملات

source: view transactions
ar: عرض المعاملات

source: add transactions
ar: اضافة معاملة

source: update transactions
ar: تحديث المعاملة

source: Completed Tasks
ar: التاسكات المنتهية

source: In Progress
ar: جاري المعالجة

source: Reschedule
ar: إعادة جدولة

source: Delivery Date
ar: تاريخ الاستلام

source: Entity
ar: الجهة
