Repository: Cashift-SupportHR/liveness_detection
Catalog: lib/l10n/intl_*.arb
Languages: ar

# military_service_disclosure
source: I pledge that I do not work for any military entity, and in the event that this happens, I take full responsibility in particular, and I will not reveal the slightest responsibility for my work entity.
ar: اتعهد بإنني لا اعمل لدى اي جهة عسكرية وفي حالة حدث ذلك اتحمل المسئولية كاملة بصفة خاصة وليس لكاشفت ادنى مسئولية عن جهة عملي .

source: Select district
ar: اختر الحى

source: Please select district
ar: من فضلك اختر الحى

source: Approval job application
ar: الموافقة على طلب التوظيف

source: Accept
ar: مقبول

source: Reject
ar: مرفوض

source: Employee
ar: موظف

source: Attendance update
ar: تحديث الحضور

source: Attendance state
ar: حالة الحضور

source: Recording time
ar: تسجيل الوقت

source: Beginning time
ar: بداية الوقت

source: End time
ar: نهاية الوقت

source: Attendance registration
ar: تسجيل حضور

source: Departure registration
ar: تسجيل انصراف

source: Attendance and departure registration
ar: تسجيل حضور وانصراف

source: Withdrawal registration
ar: تسجيل إنسحاب

source: Reason refuse
ar: سبب الرفض

source: select profession
ar: اختار المهنة

source: Required reason refuse
ar: سبب الرفض مطلوب

source: Required attendance status
ar: حالة الحضور مطلوبة

source: Not found applicants
ar: لم يتم العثور على متقدمين

source: time opportunity
ar: وقت الفرصة

# payment
source: Payment Methods
ar: طرق الدفع

source: Opportunity Conditions
ar: شروط الفرصة

source: total
ar: إجمالي

source: opportunity
ar: فرصة

source: Remaining Chances
ar: فرص متبقية

source: Favorite work times
ar: فترات العمل المفضلة

source: Favorite working hours
ar: عدد ساعات العمل المفضلة

source: Please enter favorite working hours
ar: من فضلك قم بإدخال عدد ساعات العمل المفضلة

source: Selection skills
ar: اختيار المهارات

# skills_required_for_job
source: Skills required for a {job}
ar: المهارات المطلوبه لوظيفه {job}

source: Employee already added
ar: تم إضافة الموظف بالفعل

# special_jobs
source: Special Opportunity
ar: الفرص المميزه

source: submitted jobs
ar: الوظائف المقدم عليها

# exit_app
source: Exit from App
ar: خروج من التطبيق

# register_attendance_required
source: You are required to register your check-in or check-out in order for the application to continue to work
ar: يتوجب عليك تسجيل الحضور او الانصراف للدوام حتي يمكنك التمتع بمميزات التطبيق

# attendance_cashift_required
source: You must register your check-in or check-out for your shift !
ar: يتوجب عليك تسجيل الحضور او الانصراف لدوام كاشفت

source: Select job
ar: اختر الفرصه

# search_for_job
source: Search for Opportunity
ar: ابحث عن فرصة

source: Search filtering
ar: فلترة البحث

source: Select your current city
ar: اختر مدينتك الحاليه

source: Date opportunity offered
ar: تاريخ عرض الفرصه

source: Write date
ar: اكتب التاريخ

source: Opportunity price
ar: سعر الفرصه

source: Minimum
ar: الحد الادني

source: Maximum
ar: الحد الاقصي

source: Delete all
ar: حذف الكل

source: Save filter
ar: حفظ الفلتره

source: View search results
ar: عرض نتائج البحث

source: violation
ar: مخالفة

source: violation date
ar: تاريخ المخالفة

source: violation details
ar: تفاصيل المخالفة

# violation_repeated
source: repeated
ar: عدد مرات التكرار

source: Salary Definition Request
ar: طلب تعريف راتب

# direction_directed
source: direction to which it is directed
ar: الجهه الموجهه اليها

# purpose_request
source: the purpose of the request
ar: الغرض من الطلب

# write_purpose_request
source: Write the purpose of the request
ar: اكتب غرض الطلب

# commerce_ratification
source: Chamber of Commerce Attestation
ar: تصديق الغرفه التجاريه

# validate_purpose_request
source: Please enter the purpose of the request
ar: من فضلك اكتب غرض الطلب

# validate_direction_directed
source: Please enter the destination you are directed to
ar: من فضلك اكتب الجهه الموجه اليها

# validate_commerce_ratification
source: Please select Chamber of Commerce ratification
ar: من فضلك اختر تصديق الغرفه التجاريه

source: select
ar: اختر

# write_direction_directed
source: Write the direction to which it is directed
ar: اكتب الجهه الموجه اليها

source: Waiting for review
ar: في انتظار المراجعة

source: Approved
ar: تمت الموافقه

source: Rejected
ar: تم الرفض

source: Requests
ar: الطلبات

source: Add new request
ar: إضافة طلب جديد

source: Direction to
ar: الجهه الموجه اليها

source: Purpose of request
ar: الغرض من الطلب

# chamber_commerce_attestation_required
source: Chamber of Commerce Attestation is required
ar: يتطلب تصديق غرفه تجاريه

source: Date request
ar: تاريخ الطلب

source: Download file
ar: تحميل الملف

source: Wanted Number
ar: عدد المطلوبين

# employee_not_found
source: No People For This Number
ar: لم يتم العثور على الموظف

source: No more data
ar: لا يوجد المزيد من البيانات

source: Load failed, refresh data
ar: فشل التحميل، قم بتحديث البيانات

source: Load more
ar: تحميل المزيد

# today_opportunities
source: Today
ar: فرص اليوم

# active_opportunities
source: Active
ar: الفرص النشطة

# canceled_opportunities
source: Canceled
ar: الفرص الملغية

# finished_opportunities
source: Finished
ar: الفرص المنتهية

# the_opportunities
source: Opportunities
ar: الفرص المتاحة

source: Shift times
ar: مواعيد العمل

source: Select purpose request
ar: اختر الغرض من الطلب

source: Soon
ar: قريبا

source: violations
ar: المخالفات

source: violation type
ar: نوع المخالفة

source: discount value
ar: قيمة الخصم

source: Company name
ar: اسم الشركة

source: Add
ar: اضافة

source: Add your bank account now
ar: اضف حسابك البنكي الان

# search_your_job_location
source: Search for your job or location
ar: ابحث عن وظيفتك او موقعك

source: Good morning
ar: صباح الخير

source: Good evening
ar: مساء الخير

source: Today
ar: اليوم

source: Leave
ar: الانصراف

source: Vacation type
ar: نوع الاجازه

source: Absence
ar: غياب

source: Delay
ar: تأخير

source: Vacations
ar: الاجازات

source: Opportunities review
ar: مراجعة الفرص

source: Waiting approval
ar: في انتظار الموافقة

source: Order status
ar: حالة الطلب

source: Blocking status
ar: حالة الحظر

source: Choose blocking state
ar: اختر حالة الحظر

source: Payment refused
ar: مرفوض الدفع

source: Payment accepted
ar: مقبول الدفع

source: Notes
ar: ملاحظات

source: Home address
ar: عنوان المنزل

source: Your current location
ar: موقعك الحالي

source: Address
ar: العنوان

source: Loan requests
ar: طلبات السلفه

source: Add new loan request
ar: إضافة طلب سلفه جديد

source: Waiting for approval
ar: في انتظار الموافقه

source: Loan start date
ar: تاريخ بداية السلفه

# number_months_installment
source: Number of installment months
ar: عدد أشهر الاقساط

source: Installment amount
ar: قيمه القسط

source: Loan request details
ar: تفاصيل طلب السلفه

source: Loan request type
ar: نوع طلب السلفه

# number_months_loan
source: Number of loan months
ar: عدد أشهر السلفه

# conditions
source: conditions matching
ar: توافق الشروط

source: Select loan request type
ar: اختر نوع طلب السلفه

# select_number_months_loan
source: Select number of loan months
ar: اختر عدد أشهر السلفه

source: Enter loan amount
ar: اكتب قيمه السلفه

source: Discard
ar: تجاهل

# type_transfer
source: transfer type
ar: نوع التحويل

source: No.Installment
ar: عدد الاقساط

# monthly_installment
source: Monthly.Install
ar: القسط الشهري

source: Loan Type
ar: نوع السلفة

source: Skip
ar: تخطي

source: Next
ar: التالي

# landing_page_title1
source: Welcome to Cashift
ar: مرحباً بك في كاشفت

# landing_page_title2
source: Choose your opportunity
ar: اختر الفرصة المناسبه لك

# landing_page_title3
source: Record your arrival and departure via QRCode
ar: سجل حضورك وانصرافك من خلال QRCode

# landing_page_title4
source: Instant Get Paid
ar: الحصول بشكل فوري علي المقابل المادي

# landing_page_desc1
source: The first electronic platform registered with the Intellectual Property Authority that provides opportunities on a daily basis on an hourly basis and immediate payment immediately after the end of your working hours using the latest payment methods
ar: اول منصة الكترونية مسجلة لدى هيئة الملكية الفكرية توفر فرص بشكل يومي بنظام الساعة والدفع فوري فور انتهاء ساعات عملك بواسطة احدث طرق الدفع

# landing_page_desc2
source: With Cashift, find opportunities that suit you and start the journey of raising your income level
ar: مع كاشفت ابحث عن الفرص التي تناسبك و ابدأ في رحلة رفع مستوي دخلك

# landing_page_desc3
source: An integrated system for preserving the rights of all parties through the QRCode dedicated to the Kashif platform, through which you can easily register attendance and leave
ar: نظام متكامل لحفظ حقوق جميع الاطراف من خلال QRCode المخصص لمنصة كاشفت والذي تستطيع من خلاله تسجيل الحضور والانصراف بمنتهى السهولة

# landing_page_desc4
source: Start your shift, follow up on your work performance, finish your shift on time, and get the financial reward immediately
ar: ابدا دوامك وتابع اداء عملك وانهي دوامك في الوقت المحدد واحصل علي المقابل المالي بشكل فوري

# platform_description
source: This platform is registered with the Saudi Authority for Intellectual Property
ar: هذه المنصه مسجله لدي الهيئة السعودية للملكية الفكرية

source: Let's start
ar: فلنبدأ

source: Attendance fingerprint at beginning
ar: بصمة حضور بداية الدوام

source: Temporary fingerprint
ar: بصمة انصراف مؤقته

source: Attendance fingerprint during day
ar: بصمة الحضور خلال النهار

source: Final fingerprint
ar: بصمة انصراف نهائيه

source: Enter password
ar: ادخل كلمه المرور

# clicking_check_mark_means_you_agree
source: By clicking the check mark means you agree
ar: الضغط علي علامة المربع يعني الموافقة

source: Gregorian date
ar: تاريخ ميلادي

source: Hijri date
ar: تاريخ هجري

source: Confirm phone number
ar: تأكيد رقم الهاتف

# confirm_phone_number_desc
source: Enter the code sent to your phone number
ar: قم بأدخال كود التفعيل الذي تم ارساله الي الهاتف رقم

source: Code expires within :
ar: تنتهي صلاحية الكود خلال :

# did_not_receive_code
source: Didn't receive the code?
ar: لم تستلم الكود؟

source: Resend code
ar: إعادة إرسال

source: Sponsor data
ar: بيانات الكفيل

source: Sponsor name
ar: اسم الكفيل

source: Sponsor mobile
ar: رقم الهاتف

source: Bail requests
ar: طلبات الكفاله

source: Bail application pending approval
ar: طلب الكفاله في انتظار الموافقه

source: Approved bail request
ar: طلب كفالة تمت الموافقه عليه

# bail_request_denied
source: Bail request was denied
ar: طلب كفاله تم رفضه

source: Sponsored name
ar: اسم المكفول

source: Details
ar: تفاصيل

source: Approval
ar: موافقه

source: Refusal
ar: رفض

source: Request has been rejected
ar: تم رفض الطلب

# request_has_been_rejected_message
source: Please write the reason for the rejection and then confirm the rejection
ar: برجاء كتابة سبب الرفض ثم تأكيد الرفض

source: Months
ar: أشهر

# view_terms_conditions
source: View terms and conditions
ar: الاطلاع علي الشروط والاحكام

source: After break
ar: بعد البريك

source: Before break
ar: قبل البريك

source: Gates
ar: بوابات

source: Mosques
ar: مساجد

source: Restaurants
ar: مطاعم

# gate_number
source: Gate number {number}
ar: بوابه رقم {number}

source: Projects
ar: المشاريع

source: First period
ar: الفتره الاولي

source: Second period
ar: الفتره الثانيه

source: Third period
ar: الفتره الثالثه

source: Fourth period
ar: الفتره الرابعه

source: Active gates
ar: بوابات نشطه

# completed_gates
source: Completed
ar: تم الانتهاء منها

source: My gates
ar: بواباتي

source: See all
ar: مشاهدة الكل

source: After
ar: بعد

source: Gate type :
ar: نوع البوابه :

# time_start
source: Start time :
ar: وقت البدأ :

# time_end
source: End time :
ar: وقت الانتهاء :

source: Record attendance
ar: تسجيل الحضور

source: My work points
ar: نقاط عملي

source: Connect Code :
ar: رمز التواصل :

# remaining_time_to_rest
source: Time left
ar: باقي من الزمن

# to_end_rest
source: to rest
ar: لانتهاء الراحه

source: Alternative Factor
ar: العامل البديل

source: Administrator
ar: المسؤول

source: Attendance fingerprint
ar: بصمة تسجيل الحضور

# attendance_fingerprint_desc
source: Scan the fingerprint to register your attendance at the beginning of the working hours
ar: قم بفحص البصمه لتسجيل حضورك في بدايه الدوام

source: Scan now
ar: فحص الان

# tasks_duties
source: Tasks and duties
ar: المهام والواجبات

source: Communication Device
ar: جهاز التواصل

# notice_receipt_delivery
source: Notice of receipt and delivery
ar: إشعار استلام وتسلم

# notice_receipt_delivery_desc
source: You must check the condition of the contract first before receiving it
ar: يجب التأكد من حالة العهدة اولا قبل استلامها

source: Communication device number :
ar: رقم جهاز التواصل :

source: Receipt status :
ar: حالة استلام العهدة :

source: There are notes
ar: يوجد ملاحظات

source: There are no notes
ar: لا يوجد ملاحظات

source: Add notes
ar: اضافة ملاحظات

source: Your notes
ar: ملاحظاتك

source: Write your notes here...
ar: اكتب ملاحظاتك هنا ...

# take_picture_showing_the_problem
source: Take a picture showing the problem
ar: التقط صوره توضح المشكلة

# add_details_to_image
source: Add details to the image
ar: اضف تفاصيل للصوره

source: Please enter your notes
ar: برجاء كتابة ملاحظاتك

source: Focus point data
ar: بيانات نقطة التمركز

source: Focus point times
ar: اوقات نقطة التمركز

source: Covenant received
ar: العهد المستلمة

source: Select project
ar: اختر المشروع

source: Point type
ar: نوع النقطة

source: Select point type
ar: اختر نوع النقطة

source: Priority level
ar: درجة الاهمية

source: Employee type
ar: نوع الموظف

# add_qr_code_pivot_point
source: Add a QR Code to the pivot point
ar: اضافة QR Code لنقطة التمركز

# qr_code_value_appear_when_checked
source: QR Code value will appear when checked
ar: ستظهر قيمة QR Code عند فحصه

# qr_code_added_successfully
source: QR Code has been added successfully
ar: تم اضافه QR Code بنجاح

source: Current location
ar: الموقع الحالي

source: Add focus point
ar: اضافة نقطة تمركز

source: Add new time
ar: اضف وقت جديد

source: Type
ar: النوع

source: Add covenant
ar: اضف عهدة

source: Select shift type
ar: اختر نوع الوردية

source: Covenant data
ar: بيانات العهدة

source: Covenant type :
ar: نوع العهدة :

source: Select covenant type
ar: اختر نوع العهدة

source: Determine covenant number
ar: حدد رقم العهدة

source: Covenant number :
ar: رقم العهدة :

source: Covenant name :
ar: اسم العهدة :

# list_gates_added
source: List of gates added
ar: قائمة البوابات المضافة

source: Added focus points
ar: نقاط التمركز المضافة

source: Add new point
ar: اضافة نقطة جديده

source: Edit focus point
ar: تعديل نقطة التمركز

source: Delete focus point
ar: حذف نقطة التمركز

source: Added date :
ar: تاريخ الاضافة :

source: My focus points
ar: نقاط التمركز الخاصه بي

source: Invalid QR Code
ar: رمز QR غير صالح

# edit_focus_point_data
source: Edit focus point
ar: تعديل بيانات نقطة التمركز

source: Edit focus point times
ar: تعديل اوقات نقطة التمركز

source: Edit covenant received
ar: تعديل العهد المستلمه

source: Delete time
ar: حذف الوقت

# are_you_sure_delete_time
source: Are you sure you want to delete this time?
ar: هل انت متأكد من حذف هذا الوقت ؟

source: Write covenant name
ar: اكتب اسم العهده

source: Save edit
ar: حفظ التعديل

# are_you_sure_delete_focus_point
source: Are you sure you want to delete this focus point?
ar: هل انت متأكد من حذف نقطة التمركز ؟

source: Previous
ar: السابق

# delete_custody
source: Are you sure you want to delete this Custody ?
ar: هل انت متأكد انك تريد حذف هذه العهدة ؟

# saved_focus_point_time_dec
source: This time must be saved first before adding another time
ar: يجب حفظ هذا الوقت اولا قبل اضافة اخر

# focus_point_location_message
source: Location must be enabled before adding a focus point
ar: يجب تفعيل اللوكيشن قبل اضافة نقطة تمركز

source: Area
ar: المنطقة

source: Select area
ar: اختر المنطقة

source: Tracking focus points
ar: متابعة نقاط التمركز

# finish_tracking
source: Finish
ar: ينتهي

source: Rest time
ar: وقت الراحة

source: Record departure
ar: تسجيل الأنصراف

# navigate_to_current_location_des
source: Do you want to modify the site for your current site?
ar: هل تريد تعديل الموقع لموقعك الحالي؟

source: Work point location
ar: موقع نقطة العمل

source: Coverage
ar: تغطية الراحات

source: Select coverage
ar: اختر تغطية الراحات

# there_no_employees
source: There are no employees
ar: لا يوجد موظفين

source: Select gate type
ar: اختر نوع البوابة

source: Work periods
ar: فترات العمل

# add_work_the_period
source: Add the work period
ar: اضافة فترة العمل

source: Add more the work periods
ar: اضافة المزيد من فترات العمل

source: No focus points found to search result
ar: لا يوجد نقاط تمركز مطابقة لنتيجة البحث

source: point
ar: نقطة

source: points
ar: نقاط

source: Time
ar: الوقت

source: Date
ar: التاريخ

source: Activate client
ar: تفعيل العميل

source: Successfully Done
ar: تمت بنجاح

source: Pledges and generalization
ar: التعهدات والتعميم

source: Pledges
ar: التعهدات

# generalizations
source: Generalization
ar: التعاميم

source: Date pledge
ar: تاريخ التعهد

source: Reset
ar: اعادة الضبط

source: Users
ar: المستخدمين

source: Inactive
ar: غير نشط

source: Responsible projects
ar: المشاريع المسؤول عنها

source: Edit user profile
ar: تعديل بيانات المستخدم

source: Activate account
ar: تفعيل الحساب

source: Deactivate account
ar: تعطيل الحساب

source: Delete user
ar: حذف المستخدم

source: Added users
ar: المستخدمين المضافين

source: Add new user
ar: اضافة مستخدم جديد

source: Triple username
ar: اسم المستخدم الثلاثي

source: Write user name
ar: اكتب اسم المستخدم

source: User account
ar: حساب المستخدم

source: Write user email
ar: اكتب ايميل المستخدم

source: Write user mobile number
ar: اكتب رقم الجوال

source: Write user password
ar: اكتب كلمة السر

source: Password confirmation
ar: تأكيد كلمة السر

# what_user_permissions
source: What are the user's permissions?
ar: ماهي صلاحيات المستخدم؟

source: Brand name
ar: اسم البراند

source: Select brand name
ar: اختر اسم البراند

source: Select company name
ar: اختر اسم الشركة

source: Select project name
ar: اختر اسم المشروع

source: Type new password
ar: اكتب كلمة السر الجديدة

# retype_password
source: Type new password confirmation
ar: اعد كتابة كلمة السر

source: Edit password
ar: تعديل كلمة السر

source: Permissions
ar: الصلاحيات

source: Search project name
ar: ابحث عن اسم المشروع

source: Search company name
ar: ابحث عن اسم الشركة

source: Search brand name
ar: ابحث عن اسم البراند

source: Search shift type
ar: ابحث عن نوع الوردية

# pledges_and_generalization_confirm_message
source: By choosing to reset data, you will have the opportunity to change your choice. If you want to continue, click Confirm
ar: باختيارك اعادة ضبط البيانات ستتاح لك الفرصة لتغيير اختيارك اذا اردت الاستمرار اضغط تاكيد

source: Share
ar: مشاركة

# vision_certificate
source: Vision of the certificate
ar: رؤية الشهادة

source: Download
ar: تنزيل

source: Employees Certificates
ar: شهادات الموظفين

source: Employee Certificate
ar: شهادة الموظف

source: Personal Information
ar: معلومات شخصية

source: Previous experience
ar: الخبرات السابقة

source: Customer reviews
ar: اراء العملاء

source: Something went wrong
ar: حدث خطأ ما

source: Projects management
ar: ادارة المشاريع

source: Add project
ar: اضافة مشروع

source: Add projects
ar: اضافة مشاريع

source: Project data
ar: بيانات المشروع

# attendance_departure_report
source: Attendance and departure report
ar: تقرير الحضور والانصراف

source: Edit project data
ar: تعديل بيانات المشروع

source: Adjust periods
ar: تعديل الفترات

source: Pricing adjustment
ar: تعديل التسعير

source: Edit additional sites
ar: تعديل المواقع الاضافية

source: Print QR code
ar: طباعه QR code

# project_name_ar
source: Project name in Arabic
ar: اسم المشروع بالعربي

# project_name_en
source: Project name in English
ar: اسم المشروع بالانجليزي

# city_ar
source: City in Arabic
ar: المدينه بالعربي

# city_en
source: City in English
ar: المدينه بالانجليزي

source: Write City
ar: اكتب المدينه

# address_ar
source: Address in Arabic
ar: العنوان بالعربي

# address_en
source: Address in English
ar: العنوان بالانجليزي

source: Write Address
ar: اكتب العنوان

source: Brand type
ar: نوع البراند

source: Select brand type
ar: اختر نوع البراند

source: Main location
ar: الموقع الرئيسي

source: Location name
ar: اسم الموقع

source: Additional locations
ar: المواقع الاضافيه

source: Add location
ar: اضف موقع

# start_typing_search
source: Start typing to search
ar: ابدأ الكتابة للبحث

# tap_map_get_address
source: Tap on map to get address
ar: اضغط على الخريطة للحصول على العنوان

source: Nearby places
ar: الاماكن المجاورة

source: No Results Found
ar: لم يتم العثور على نتائج

source: Finding place...
ar: جارٍ البحث عن مكان ...

# add_new_period
source: Add a new period
ar: اضف فترة جديدة

source: edit period
ar: تعديل الفترة

source: Period order
ar: ترتيب الفترة

source: Select period order
ar: اختر ترتيب الفترة

# search_period
source: Search about period
ar: ابحث عن الفترة

# period_name_ar
source: Period name in Arabic
ar: اسم الفترة بالعربي

# period_name_en
source: Period name in English
ar: اسم الفترة بالانجليزي

source: Write Period Name
ar: اكتب اسم الفترة

source: Occupation
ar: المهنة

source: Select Occupation
ar: اختر المهنة

# search_occupation
source: Search about occupation
ar: ابحث عن المهنة

# working_hours_num
source: Working hours
ar: عدد ساعات العمل

source: Period pricing
ar: تسعير الفترة

source: Add period pricing
ar: اضف تسعير الفترة

source: City name
ar: اسم المدينة

source: Select city name
ar: اختر اسم المدينة

source: from day
ar: من يوم

source: To day
ar: الى يوم

source: select day
ar: حدد يوم

# value_pricing
source: Pricing Value
ar: قيمة التسعير

source: rosacea
ar: الوردية

# select_rosacea
source: select a rose
ar: اختر الوردية

# search_rosacea
source: Search for a rose
ar: ابحث عن وردية

# search_the_job
source: I am looking for a job
ar: ابحث عن وظيفة

source: select the job
ar: اختر الفرصه

source: the salary
ar: الراتب

# write_value_pricing
source: Enter the pricing value
ar: ادخل قيمة التسعير

source: Don't Save
ar: اهمال

# edit_pricing
source: Edit Period Pricing
ar: تعديل تسعيرة الفترة

# last_pricing
source: Past Pricing
ar: التسعيرات السابقه

source: To
ar: الى

# validation_day
source: Enter a day between 1 and 31.
ar: ادخل يوم ما بين 1 الى 31

# add_logo
source: Add a logo
ar: اضف شعار

# download_image_file
source: Download an image file
ar: تحميل ملف الصورة

source: Vision QR Code
ar: رؤية QR Code

source: Back to projects
ar: العودة للمشاريع

source: Download Qr Code
ar: تحميل QR Code

# please_add_logo
source: Please Add a logo
ar: برجاء اضافة شعار

# project_added_successfully
source: The project has been added successfully
ar: تم اضافة المشروع بنجاح

# project_added_manage_projects_list
source: The project will be added to the Manage Projects list.
ar: تم اضافة المشروع لقائمة ادارة المشاريع

# you_can_download_project_now_share_it
source: You can download the project now or share it.
ar: يمكنك تحميل المشروع الان او مشاركته

source: Must be Arabic letters
ar: يجب ان تكون حروف عربية

source: Must be English letters
ar: يجب ان تكون حروف انجليزية

source: Employment Management
ar: اداره التوظيف

source: Procedures
ar: الاجراءات

source: More details
ar: المزيد من التفاصيل

source: Nationality
ar: الجنسيه

# chashifter_data
source: chashifter Info
ar: بيانات الكاشيفتر

# employee_data
source: Employee Info
ar: بيانات الموظف

source: Ban
ar: الحظر

# accept_but
source: accept
ar: موافقة

# reject_but
source: reject
ar: رفض

# project
source: the project
ar: المشروع

# nods
source: notes
ar: الملاحظات

# review_project
source: The number of reviews on the project
ar: اجمالي التقييمات علي المشروع

# review_company
source: The number of reviews on the company
ar: اجمالي التقييمات علي الشركة

# more_than_about_emp
source: To know more about this employee
ar: لمعرفة المزيد عن هذا الموظف

# click
source: click here
ar: انقر هنا

# more_than
source: more details
ar: المزيد من التفاصيل

# block_emp
source: Block Employees
ar: حظر الموظفين

# cv_emp
source: Employee Certificate
ar: شهادة الموظف

# statistic_emp
source: Employee Statistics
ar: احصائيات الموظف
